vsopSimulate/template/集团/WorkSheetAcceptSV/3服开改用户增值产品_删除.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
	<SOAP-ENV:Body>
		<m:WorkListFKToVSOPReq xmlns:m="http://www.mbossvsop.com.cn/vsop">
			<request><![CDATA[
			<Request><SessionBody><SessionHead>
			 <WorkListFKToVSOPReq>
            <StreamingNo>77168888</StreamingNo>
            <TimeStamp>20100927174319</TimeStamp>
            <SystemId>206</SystemId>
            <OrderId>00110001</OrderId>
            <ActionType>14</ActionType>
            <PorductInstID></PorductInstID>
            <ReginID></ReginID>
            <ProdSpecCode>2020966</ProdSpecCode>
            <ProductNo>18900110001</ProductNo>
            <OldProductNo></OldProductNo>
            <VProductInfo>
			<ActionType>1</ActionType>
			<VProductID>121000000000000005367</VProductID>
			<EffDate></EffDate>
			<ExpDate></ExpDate>
            </VProductInfo>           
            <ProductOfferId></ProductOfferId>
            <UIMNo>11001118900110001</UIMNo>
            <OldUIMNo></OldUIMNo>
            <UserState>00A</UserState>
            <UserPayType>0</UserPayType>
        </WorkListFKToVSOPReq>
        </SessionHead></SessionBody></Request>
			]]></request>
		</m:WorkListFKToVSOPReq>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
